/* The description for the information that the passed address could not be found on the map */
"alert.addressnotfound.description" = "Unfortunately we couldnt determine the lecturers office address.";

/* The title for the information that the passed address could not be found on the map */
"alert.addressnotfound.title" = "Address not found";

/* The information that the user can configure a mail account in the settings */
"alert.missingmailaccount.description" = "You need to configure a mail account first.";

/* The title for the information that the user has no mail account configured */
"alert.missingmailaccount.title" = "No mail account configured";

/* The title for a button which cancels the operation */
"base.cancel" = "Cancel";

/* The title for a button which disagrees with the situation */
"base.no" = "N0";

/* The title for a button which just represents and 'ok' */
"base.ok" = "Ok";

/* The title for a button which navigates to the settings of the application */
"base.settings" = "Settings";

/* The title for a button which agrees with the situation */
"base.yes" = "Yes";

/* The title for the label which shows the user a view with more of the content he sees right now */
"controller.dashboard.meta.more" = "show more";

/* The title for the events section, where some events are listed */
"controller.dashboard.section.events" = "Events";

/* The title for the top news section, where some news are listed */
"controller.dashboard.section.news" = "Top-News";

/* The title for the main dashboard view, usually being 'HTW' */
"controller.dashboard.title" = "HTW";

/* The badge description for vegan dishes */
"controller.dining.badges.vegan" = "Meals are prepared exclusively with vegan ingredients";

/* The badge description for climate friendly dishes */
"controller.dining.badges.climatefriendly" = "Climate-friendly dishes";

/* The badge description for vegtarian dishes */
"controller.dining.badges.vegetarian" = "Meals are prepared without fish or meat";

/* The badge description for sustainable dishes */
"controller.dining.badges.sustainable" = "Sustainable food";

/* The badge description for sustainable fish dishes */
"controller.dining.badges.sustainablefish" = "Sustainable fisheries";

/* The title for the cafeteria menu category for the appetizers */
"controller.dining.categories.appetizer" = "Appetizers / Starters";

/* The title for the cafeteria menu category for the salads */
"controller.dining.categories.salad" = "Salads";

/* The title for the cafeteria menu category for the soups */
"controller.dining.categories.soup" = "Soups";

/* The title for the cafeteria menu category for the specials */
"controller.dining.categories.special" = "Promotions";

/* The title for the cafeteria menu category for the main dishes */
"controller.dining.categories.main" = "Main dishes";

/* The title for the cafeteria menu category for the side dishes */
"controller.dining.categories.side" = "Side dishes";

/* The title for the cafeteria menu category for the desserts */
"controller.dining.categories.dessert" = "Desserts";

/* The titles for the ingredients */
"controller.dining.ingredients.INGREDIENT_ADD_PORK_GELATINE" = "contains pork or gelatine derived from pork";
"controller.dining.ingredients.INGREDIENT_ADD_ALCOHOL" = "contains alcohol";
"controller.dining.ingredients.INGREDIENT_ADD_FLAVOR_ENHANCER" = "flavor enhancer";
"controller.dining.ingredients.INGREDIENT_ADD_WAXED" = "waxed";
"controller.dining.ingredients.INGREDIENT_ADD_PRESERVATIVE" = "contains preservative";
"controller.dining.ingredients.INGREDIENT_ADD_ANTIOXIDANT" = "contains antioxidant";
"controller.dining.ingredients.INGREDIENT_ADD_ARTIFICIAL_COLORS" = "contains artificial color";
"controller.dining.ingredients.INGREDIENT_ADD_PHOSPHATE" = "contains phosphate";
"controller.dining.ingredients.INGREDIENT_ADD_BLACKENED" = "blackened";
"controller.dining.ingredients.INGREDIENT_ADD_PHENYLALANINE" = "constains a source of phenylalanine";
"controller.dining.ingredients.INGREDIENT_ADD_ARTIFICIAL_SWEETENERS" = "contains artificial sweeteners";
"controller.dining.ingredients.INGREDIENT_ADD_FINELY_GROUND_MEAT" = "contains finely ground meat";
"controller.dining.ingredients.INGREDIENT_ADD_CAFFEINE" = "contains caffeine";
"controller.dining.ingredients.INGREDIENT_ADD_QUININE" = "contains quinine";
"controller.dining.ingredients.INGREDIENT_ADD_SULPHURETTED" = "sulphuretted";
"controller.dining.ingredients.INGREDIENT_ADD_LAXATIVE_EFFECT" = "laxative effect";
"controller.dining.ingredients.INGREDIENT_ALG_GLUTEN_FROM_GRAIN" = "contains gluten from grain";
"controller.dining.ingredients.INGREDIENT_ALG_WHEAT" = "wheat";
"controller.dining.ingredients.INGREDIENT_ALG_RYE" = "rye";
"controller.dining.ingredients.INGREDIENT_ALG_BARLEY" = "barley";
"controller.dining.ingredients.INGREDIENT_ALG_OAT" = "oat";
"controller.dining.ingredients.INGREDIENT_ALG_SPELT" = "spelt";
"controller.dining.ingredients.INGREDIENT_ALG_KAMUT" = "kamut";
"controller.dining.ingredients.INGREDIENT_ALG_CRUSTACEANS" = "crustaceans";
"controller.dining.ingredients.INGREDIENT_ALG_EGGS" = "contains eggs";
"controller.dining.ingredients.INGREDIENT_ALG_FISH" = "fish";
"controller.dining.ingredients.INGREDIENT_ALG_PEANUTS" = "peanuts";
"controller.dining.ingredients.INGREDIENT_ALG_SHELL_FRUITS" = "shell fruits";
"controller.dining.ingredients.INGREDIENT_ALG_ALMONDS" = "almonds";
"controller.dining.ingredients.INGREDIENT_ALG_HAZELNUT" = "hazelnut";
"controller.dining.ingredients.INGREDIENT_ALG_WALNUT" = "walnut";
"controller.dining.ingredients.INGREDIENT_ALG_CASHEW_NUT" = "cashew nut";
"controller.dining.ingredients.INGREDIENT_ALG_PECANS" = "pecans";
"controller.dining.ingredients.INGREDIENT_ALG_BRAZIL_NUT" = "brazil nut";
"controller.dining.ingredients.INGREDIENT_ALG_PISTACHIO" = "pistachio";
"controller.dining.ingredients.INGREDIENT_ALG_MACADAMIA" = "macadamia";
"controller.dining.ingredients.INGREDIENT_ALG_CELERY" = "contains celery";
"controller.dining.ingredients.INGREDIENT_ALG_SOY_PROTEIN" = "contains soy protein";
"controller.dining.ingredients.INGREDIENT_ALG_MUSTARDE" = "mustarde";
"controller.dining.ingredients.INGREDIENT_ALG_MILK_DAIRY_LACTOSE" = "milk and dairy products, including lactose";
"controller.dining.ingredients.INGREDIENT_ALG_SESAME_SEED" = "sesame seed";
"controller.dining.ingredients.INGREDIENT_ALG_SULPHUR_OXIDE_SULFIDE" = "sulphur oxide & sulfide at concentration of > 10mg/kg or 10mg/l";
"controller.dining.ingredients.INGREDIENT_ALG_LUPINE" = "lupine";
"controller.dining.ingredients.INGREDIENT_ALG_MOLLUSCS" = "molluscs";
"controller.dining.ingredients.INGREDIENT_ALG_NITRITE_CURING_SALT" = "nitrite curing salt";
"controller.dining.ingredients.INGREDIENT_ALG_YEAST" = "contains yeast";

/* The text for the missing content title in the dining view */
"controller.dining.missingcontent.title" = "Oh no!";

/* The text for the missing content subtitle in the dining view */
"controller.dining.missingcontent.subtitle" = "There is no menu for the selected day yet. Check out another day or come back later.";

/* The leading part for the description of green rated dishes */
"controller.dining.ratings.green.leading" = "Best choice!";

/* The trailing part for the description of green rated dishes */
"controller.dining.ratings.green.trailing" = "The more often, the better!";

/* The leading part for the description of orange rated dishes */
"controller.dining.ratings.orange.leading" = "Good choice!";

/* The trailing part for the description of orange rated dishes */
"controller.dining.ratings.orange.trailing" = "Every now and then.";

/* The leading part for the description of red rated dishes */
"controller.dining.ratings.red.leading" = "Not too often!";

/* The trailing part for the description of red rated dishes */
"controller.dining.ratings.red.trailing" = "Best combined with green.";

/* The leading part for the description of undefined rated dishes */
"controller.dining.ratings.undefined.leading" = "No information!";

/* The trailing part for the description of undefined rated dishes */
"controller.dining.ratings.undefined.trailing" = "There is no rating information for this dish.";

/* The section title for the rating in the dish detail view */
"controller.dining.sectiontitle.rating" = "Rating";

/* The section title for the badges in the dish detail view */
"controller.dining.sectiontitle.badge" = "Badges";

/* The section title for the additives in the dish detail view */
"controller.dining.sectiontitle.additive" = "Additives";

/* The section title for the allergens in the dish detail view */
"controller.dining.sectiontitle.allergen" = "Allergens";

/* The title for the main dining view */
"controller.dining.title" = "Dining";

/* The label for the button to display the menu of today */
"controller.dining.todaylabel" = "Today";

/* The text for the prices label of a dish when its free */
"controller.dining.prices.free" = "free";

/* The text description for the 'call' quick action */
"controller.lecturer.detail.call" = "call";

/* The formatted string for the information when the lecturer was last updated */
"controller.lecturer.detail.lastupdate" = "Last updated on %@";

/* The NSDateFormatters date format for the current locale */
"controller.lecturer.detail.lastupdate.dateformat" = "MMM d, h:mm a";

/* The text description for the 'send mail' quick action */
"controller.lecturer.detail.mail" = "mail";

/* The section headline for the field of work data */
"controller.lecturer.detail.section.fieldofwork" = "Field of Work";

/* The section headline for the main area data */
"controller.lecturer.detail.section.mainarea" = "Main Area";

/* The section headline for the office data */
"controller.lecturer.detail.section.office" = "Office";

/* The section headline for the office hours data */
"controller.lecturer.detail.section.officehours" = "Office Hours";

/* The section headline for the official capacity data */
"controller.lecturer.detail.section.officialcapacity" = "Organizational Unit";

/* The section headline for the research activity data */
"controller.lecturer.detail.section.researchactivities" = "Research Activities";

/* The text description for the 'visit web' quick action */
"controller.lecturer.detail.visit" = "visit";

/* The placeholder string for the lecturers search bar */
"controller.lecturer.searchbartitle" = "Search for lecturers";

/* The title for the view where the lecturers will be displayed */
"controller.lecturer.title" = "Lecturers";

/* The title for the about item */
"controller.settings.item.about" = "About";

/* The title for the legal item */
"controller.settings.item.legal" = "Legal Notice";

/* The title for the campus selection setting */
"controller.settings.dining.campus" = "Campus";

/* The description for the campus selection setting */
"controller.settings.dining.campus.description" = "Select the campus where you are primarily eating lunch at.";

/* The title for the dining filter setting */
"controller.settings.dining.filter" = "Filter";

/* The title for the main settings controller */
"controller.settings.title" = "Settings";

/* The information that the user can change the calendar permissions in the settings */
"permission.eventstore.description" = "Unfortunately we have no permission to access your calendar. You can change that in the apps settings";

/* The title for the information that the calendar settings were denied */
"permission.eventstore.title" = "Denied calendar permissions";

